<?php

return [
    "hero_section" => [
        "title" => "نأخذ الجودة على محمل الجد.",
        "description" => "في EEC Galva، نأخذ الجودة على محمل الجد في جميع المستويات. لدى EEC Galva برنامج صارم لمراقبة الجودة في جميع مراحل العملية، بدءًا من تكوين المواد الكيميائية والزنك إلى توقيت وتقنيات المعالجة المسبقة والجلفنة، وصولًا إلى أعمال التشطيب المنفذة على المنتج.",
        "get_in_touch" => "تواصل معنا",
    ],

    "navbar" => [
        "menu_button" => "القائمة",
        "contact" => "اتصل بنا",
        "search" => "بحث",
    ],
    "sidebar" => [
        "about" => "من نحن",
        "services" => "خدماتنا",
        "news" => "الأخبار",
        "careers" => "الوظائف",
        "management" => "الإدارة",
        "responsibility" => "مسؤوليتنا",
    ],
    "about_section" => [
        "more_about" => "المزيد عنا",
    ],
    "info_section" => [
        "title" => "ثوّر مشاريعك",
        "desc" => "أرقام وحقائق",
        "projects" => "المشاريع",
        "customers" => "العملاء",
        "productivity" => "طن / شهر",
    ],
    "client_section" => [
        "title" => "عملاؤنا",
    ],
    "footer" => [
        "about_us" => "من نحن",
        "links" => "روابط الشركة",
        "service" => "الخدمة",
        "careers" => "الوظائف",
        "contact" => "معلومات الاتصال",
        "address" => "العنوان",
        "factory_address" => "المنطقة الصناعية الثانية - بلوك رقم 27013 - مدينة العبور، القاهرة، مصر",
        "phone" => "الهاتف",
        "email" => "الايميل",
        "copy_right" => "© 2025 EEC GALVA جميع الحقوق محفوظة.",
    ]
];
